[
  {
    "teks": "Believe you can and you're halfway there.",
    "arti": "Percayalah kamu bisa, maka kamu sudah setengah jalan.",
    "author": "Theodore Roosevelt"
  },
  {
    "teks": "Every day is a second chance.",
    "arti": "Setiap hari adalah kesempatan kedua.",
    "author": "Anonymous"
  },
  {
    "teks": "Start where you are. Use what you have. Do what you can.",
    "arti": "Mulailah dari tempatmu berada. Gunakan apa yang kamu punya. Lakukan yang kamu bisa.",
    "author": "Arthur Ashe"
  },
  {
    "teks": "Success is not for the lazy.",
    "arti": "Kesuksesan bukan untuk orang yang malas.",
    "author": "Anonymous"
  },
  {
    "teks": "Stay positive, work hard, make it happen.",
    "arti": "Tetap positif, bekerja keras, dan wujudkan impianmu.",
    "author": "Anonymous"
  },
  {
    "teks": "Discipline is choosing between what you want now and what you want most.",
    "arti": "Disiplin adalah memilih antara apa yang kamu inginkan sekarang dan apa yang paling kamu inginkan.",
    "author": "Abraham Lincoln"
  },
  {
    "teks": "Dream it. Wish it. Do it.",
    "arti": "Mimpikan itu. Harapkan itu. Lakukan itu.",
    "author": "Anonymous"
  },
  {
    "teks": "Progress, not perfection.",
    "arti": "Kemajuan, bukan kesempurnaan.",
    "author": "Kim Collins"
  },
  {
    "teks": "Do something today that your future self will thank you for.",
    "arti": "Lakukan sesuatu hari ini yang akan disyukuri oleh dirimu di masa depan.",
    "author": "Sean Patrick Flanery"
  },
  {
    "teks": "Don’t watch the clock; do what it does. Keep going.",
    "arti": "Jangan hanya melihat jam; lakukan seperti yang ia lakukan. Teruslah berjalan.",
    "author": "Sam Levenson"
  },
  {
    "teks": "It always seems impossible until it’s done.",
    "arti": "Segalanya tampak mustahil sampai hal itu selesai dilakukan.",
    "author": "Nelson Mandela"
  },
  {
    "teks": "Push yourself, because no one else is going to do it for you.",
    "arti": "Dorong dirimu sendiri, karena tak ada orang lain yang akan melakukannya untukmu.",
    "author": "Anonymous"
  },
  {
    "teks": "Great things never come from comfort zones.",
    "arti": "Hal-hal hebat tak pernah lahir dari zona nyaman.",
    "author": "Anonymous"
  },
  {
    "teks": "Success doesn’t just find you. You have to go out and get it.",
    "arti": "Kesuksesan tidak datang sendiri. Kamu harus keluar dan meraihnya.",
    "author": "Anonymous"
  },
  {
    "teks": "Wake up with determination. Go to bed with satisfaction.",
    "arti": "Bangun dengan tekad. Tidur dengan kepuasan.",
    "author": "Anonymous"
  },
  {
    "teks": "Little things make big days.",
    "arti": "Hal-hal kecil menciptakan hari-hari besar.",
    "author": "Isabel Marant"
  },
  {
    "teks": "Don’t stop when you’re tired. Stop when you’re done.",
    "arti": "Jangan berhenti saat kamu lelah. Berhentilah saat pekerjaan selesai.",
    "author": "Marilyn Monroe"
  },
  {
    "teks": "The harder you work for something, the greater you’ll feel when you achieve it.",
    "arti": "Semakin keras kamu berusaha, semakin besar kepuasan saat mencapainya.",
    "author": "Anonymous"
  },
  {
    "teks": "Dream bigger. Do bigger.",
    "arti": "Bermimpilah lebih besar. Bertindaklah lebih besar.",
    "author": "Anonymous"
  },
  {
    "teks": "Don’t wait for opportunity. Create it.",
    "arti": "Jangan menunggu kesempatan. Ciptakanlah.",
    "author": "George Bernard Shaw"
  },
  {
    "teks": "Sometimes we’re tested not to show our weaknesses, but to discover our strengths.",
    "arti": "Kadang kita diuji bukan untuk menunjukkan kelemahan, tetapi menemukan kekuatan kita.",
    "author": "Anonymous"
  },
  {
    "teks": "The key to success is to focus on goals, not obstacles.",
    "arti": "Kunci kesuksesan adalah fokus pada tujuan, bukan rintangan.",
    "author": "Anonymous"
  },
  {
    "teks": "Hard work beats talent when talent doesn’t work hard.",
    "arti": "Kerja keras mengalahkan bakat jika bakat tidak bekerja keras.",
    "author": "Tim Notke"
  },
  {
    "teks": "You don’t need to see the whole staircase, just take the first step.",
    "arti": "Kamu tidak perlu melihat seluruh anak tangga, cukup ambil langkah pertama.",
    "author": "Martin Luther King Jr."
  },
  {
    "teks": "Opportunities don't happen, you create them.",
    "arti": "Kesempatan tidak terjadi begitu saja, kamu yang menciptakannya.",
    "author": "Chris Grosser"
  },
  {
    "teks": "Don't be pushed around by the fears in your mind. Be led by the dreams in your heart.",
    "arti": "Jangan dikuasai oleh ketakutan dalam pikiranmu. Ikutilah mimpi dalam hatimu.",
    "author": "Roy T. Bennett"
  },
  {
    "teks": "Be yourself; everyone else is already taken.",
    "arti": "Jadilah dirimu sendiri; semua orang lain sudah diambil.",
    "author": "Oscar Wilde"
  },
  {
    "teks": "Happiness is not something ready made. It comes from your own actions.",
    "arti": "Kebahagiaan bukan sesuatu yang sudah jadi. Itu datang dari tindakanmu sendiri.",
    "author": "Dalai Lama"
  },
  {
    "teks": "Success is not in what you have, but who you are.",
    "arti": "Kesuksesan bukan pada apa yang kamu miliki, tapi siapa dirimu.",
    "author": "Bo Bennett"
  },
  {
    "teks": "If you want to achieve greatness stop asking for permission.",
    "arti": "Jika kamu ingin meraih kehebatan, berhentilah meminta izin.",
    "author": "Anonymous"
  }
]